Repository: codeshare007/plugin-update-checker
Catalog: languages/plugin-update-checker-*.po
Languages: hu_hu

source: Invalid GitHub repository URL:
hu_hu: Helytelen GitHub "repository" URL:

source: GitHub API error. HTTP status:
hu_hu: GitHub API hiba. HTTP státusz:

source: Every %d hours
hu_hu: Minden %d órában

source: The URL %s does not point to a valid plugin metadata file.
hu_hu: Az URL %s nem egy érvényes meta adat fájl.

source: WP HTTP error:
hu_hu: WP HTTP hiba:

source: HTTP response code is
hu_hu: HTTP válasz kód

source: wp_remote_get() returned an unexpected result.
hu_hu: wp_remote_get() váratlan eredményt eredményezett.

source: Renaming %s to %s&#8230;
hu_hu: Átnevezés %s erre %s&#8230;

source: Plugin directory successfully renamed.
hu_hu: A kiegészítő mappájának átnevezése sikeres.

source: Check for updates
hu_hu: Frissítés ellenőrzése

source: This plugin is up to date.
hu_hu: Ez a plugin naprakész.

source: A new version of this plugin is available.
hu_hu: Új verzió érhető el a kiegészítőhőz

source: Unknown update checker status "%s"
hu_hu: Ismeretlen a frissítés ellenőrző státszusa "%s"

source: Failed to parse plugin metadata. Try validating your .json file with http://jsonlint.com/
hu_hu: Sikertelen a kiegészítő meta adatainak elemzése. Próbáld meg a .json fájlt a http://jsonlint.com oldalon.
